tap "brettferdosi/tap"
tap "gbevin/tools"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "jakehilborn/jakehilborn"
tap "keith/formulae"
tap "oxen-ai/oxen"
tap "szhu/personal"
brew "browser"
brew "deno"
brew "duti"
brew "fish"
brew "gdk-pixbuf"
brew "gh"
brew "gum"
brew "imagemagick"
brew "jhead"
brew "jless"
brew "librsvg"
brew "mas"
brew "micro"
brew "ncdu"
brew "node"
brew "ocrmypdf"
brew "pcalc"
brew "pngpaste"
brew "qrencode"
brew "rcm"
brew "rsync"
brew "shellcheck"
brew "swift-format"
brew "trash"
brew "wget"
brew "wifi-password"
brew "gbevin/tools/receivemidi"
brew "oxen-ai/oxen/oxen"
cask "alt-tab"
cask "apple-hewlett-packard-printer-drivers"
cask "arc"
cask "avibrazil-rdm"
cask "betterdisplay"
cask "bluesnooze"
cask "ffmpeg"
cask "figma"
cask "figma-agent"
cask "figmadaemon"
cask "firefox"
cask "font-inter"
cask "font-sf-pro"
cask "fontforge"
cask "freetube"
cask "gitup"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "hammerspoon"
cask "handbrake"
cask "inkscape"
cask "karabiner-elements"
cask "keycastr"
cask "latest"
cask "league-of-legends"
cask "libreoffice"
cask "losslesscut"
cask "maccy"
cask "macsvg"
cask "microsoft-edge"
cask "middleclick"
cask "monitorcontrol"
cask "mos"
cask "mouse-fix"
cask "mysides"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "orion"
cask "paparazzi"
cask "picsmac"
cask "qlmarkdown"
cask "quickdown"
cask "rectangle"
cask "rocket"
cask "sf-symbols"
cask "shortcat"
cask "sloth"
cask "spotify"
cask "swiftformat-for-xcode"
cask "tandem"
cask "utm"
cask "visual-studio-code"
cask "webtorrent"
cask "zoom"
cask "zoomin"
cask "zotero"
mas "AdBlock", id: 1402042596
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "HexColor", id: 446103121
mas "Hidden Bar", id: 1452453066
mas "Keynote", id: 409183694
mas "Little Snitch Mini", id: 1629008763
mas "Messenger", id: 1480068668
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages", id: 409201541
mas "Pasteboard Viewer", id: 1499215709
mas "PDF Archiver", id: 1433801905
mas "Plash", id: 1494023538
mas "Post-it®", id: 1475777828
mas "QuickMIDI", id: 1459790045
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "Turn Off the Lights for Safari", id: 1273998507
mas "Userscripts-Mac-App", id: 1463298887
mas "Velja", id: 1607635845
mas "Wavelength", id: 1584865627
mas "zClock Lite", id: 1489475245
vscode "abierbaum.vscode-file-peek"
vscode "af4jm.vscode-icalendar"
vscode "alefragnani.Bookmarks"
vscode "alexkrechik.cucumberautocomplete"
vscode "Angular.ng-template"
vscode "atlassian.atlascode"
vscode "benjaminbenais.copilot-theme"
vscode "bibhasdn.unique-lines"
vscode "bierner.lit-html"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.vscode-fish"
vscode "bradgashler.htmltagwrap"
vscode "clinyong.vscode-css-modules"
vscode "csanwel.create-react-functional-component"
vscode "dakara.dakara-foldplus"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devicescript.devicescript-vscode"
vscode "devonray.snippet"
vscode "dlech.chmod"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "forrcaho.chuck"
vscode "foxundermoon.shell-format"
vscode "Gerrnperl.outline-map"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "huacnlee.theme-macos-classic"
vscode "idleberg.applescript"
vscode "illixion.vscode-vibrancy-continued"
vscode "inu1255.easy-snippet"
vscode "janisdd.vscode-edit-csv"
vscode "jinhyuk.replace-curly-quotes"
vscode "ldd-vs-code.better-package-json"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhcpnl.xcodestrings"
vscode "miguel-savignano.ruby-symbols"
vscode "misogi.ruby-rubocop"
vscode "mjmcloug.vscode-elixir"
vscode "mohsen1.react-javascript-to-typescript-transform-vscode"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nickdemayo.vscode-json-editor"
vscode "octref.vetur"
vscode "phplasma.csv-to-table"
vscode "pnp.polacode"
vscode "PrateekMahendrakar.prettyxml"
vscode "ratberryjam.open-in-gitup"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "Rubymaniac.vscode-paste-and-indent"
vscode "sartaj.literate-reader-vscode"
vscode "schreifels.vscode-quick-open-related-files"
vscode "ShubhamVerma18.react-outline"
vscode "skyapps.fish-vscode"
vscode "sleistner.vscode-fileutils"
vscode "spaceribs.webvtt-language"
vscode "sswg.swift-lang"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "sygene.auto-correct"
vscode "syler.sass-indented"
vscode "TakumiI.markdowntable"
vscode "thomaspink.theme-github"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "Tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "usama8800.tab-groups"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-apple-swift-format"
vscode "vsciot-vscode.vscode-arduino"
vscode "vsls-contrib.gistfs"
vscode "WakaTime.vscode-wakatime"
vscode "waldo.crs-al-language-extension"
vscode "webben.browserslist"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "xaver.clang-format"
vscode "xyz.local-history"
vscode "yatki.vscode-surround"
vscode "yzhang.markdown-all-in-one"
vscode "zaaack.markdown-editor"
vscode "zhouronghui.propertylist"
