tap "beeftornado/rmtree"
tap "creasty/tools"
tap "dnicolson/bluetoothkeyboardenhancer"
tap "gbevin/tools"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "matt-gleich/taps"
tap "smokris/getwindowid"
tap "szhu/personal"
brew "imath"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "coreutils"
brew "asdf"
brew "bat"
brew "brightness"
brew "glib"
brew "python@3.9"
brew "clang-format"
brew "cliclick"
brew "cowsay"
brew "deno"
brew "erlang"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jpeg", link: true
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "gh"
brew "git-crypt"
brew "gnupg"
brew "gobject-introspection"
brew "htop"
brew "imagemagick"
brew "jhead"
brew "jless"
brew "libraqm"
brew "micro"
brew "miller"
brew "moreutils"
brew "n"
brew "pillow"
brew "pybind11"
brew "ocrmypdf"
brew "pandoc"
brew "pdf-redact-tools"
brew "postgresql@14"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "screenresolution"
brew "swiftformat"
brew "tag"
brew "trash"
brew "wifi-password"
brew "xpdf"
brew "jakehilborn/jakehilborn/displayplacer"
brew "smokris/getwindowid/getwindowid"
cask "1password"
cask "adoptopenjdk8"
cask "airpods-sound-quality-fixer"
cask "alt-tab"
cask "amethyst"
cask "arc"
cask "arduino"
cask "arduino-pro-ide"
cask "audacity"
cask "autodesk-fusion360"
cask "avibrazil-rdm"
cask "ballast"
cask "betterdummy"
cask "blackhole-2ch"
cask "blender"
cask "cakebrew"
cask "clock-bar"
cask "cursorcerer"
cask "discord"
cask "dozer"
cask "dropbox"
cask "fig"
cask "firefox"
cask "fliqlo"
cask "flotato"
cask "font-fira-code"
cask "fuzzyclock"
cask "gimp"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "grandperspective"
cask "gray"
cask "handbrake"
cask "haptickey"
cask "hex-fiend"
cask "inkscape"
cask "itsycal"
cask "karabiner-elements"
cask "key-codes"
cask "keyboard"
cask "keyboardcleantool"
cask "keycastr"
cask "league-of-legends"
cask "loom"
cask "lumen"
cask "lyricsx"
cask "maccy"
cask "macfuse"
cask "macmediakeyforwarder"
cask "macs-fan-control"
cask "middleclick"
cask "midi-monitor"
cask "monitorcontrol"
cask "mos"
cask "mouse-fix"
cask "musescore"
cask "ngrok"
cask "nightfall"
cask "notunes"
cask "numi"
cask "obsidian"
cask "olive"
cask "openscad"
cask "philips-hue-sync"
cask "photosync"
cask "pictogram"
cask "platypus"
cask "pushplaylabs-sidekick"
cask "qlmarkdown"
cask "qlstephen"
cask "quicksilver"
cask "receivemidi"
cask "rectangle"
cask "sf-symbols"
cask "shotcut"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "steam"
cask "steamcmd"
cask "streamlabs-obs"
cask "table-tool"
cask "tandem"
cask "thunderbird"
cask "unofficial-wineskin-winery"
cask "unshaky"
cask "visual-studio-code"
cask "warp"
cask "webcamoid"
cask "webcatalog"
cask "writebar"
cask "zoom"
