tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/core"
tap "homebrew/dupes"
brew "ansible"
brew "autojump"
brew "automake"
brew "coreutils"
brew "ctags"
brew "duti"
brew "fish"
brew "fswatch"
brew "ghostscript"
brew "git-crypt"
brew "heroku/brew/heroku"
brew "hub"
brew "libksba"
brew "libtool"
brew "node"
brew "parallel"
brew "postgresql"
brew "python"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "trash"
brew "wget"
brew "wifi-password"
cask "1password"
cask "alfred"
cask "amethyst"
cask "atom"
cask "audacity"
cask "aware"
cask "bartender"
cask "basictex"
cask "beardedspice"
cask "betterzip"
cask "boostnote"
cask "calibre"
cask "cameras"
cask "clipmenu"
cask "clipy"
cask "coconutbattery"
cask "colorpicker-hex"
cask "cursorcerer"
cask "cyberduck"
cask "figma"
cask "functionflip"
cask "gimp"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-hangouts"
cask "google-photos-backup"
cask "gpg-suite"
cask "grandperspective"
cask "hewlettpackardprinterdrivers"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "iterm2-nightly"
cask "itsycal"
cask "java"
cask "joinme"
cask "keyboardcleantool"
cask "keycastr"
cask "launchcontrol"
cask "league-of-legends"
cask "logitech-control-center"
cask "lyx"
cask "menubar-countdown"
cask "microsoft-office"
cask "middleclick"
cask "minitimer"
cask "mpeg-streamclip"
cask "nosleep"
cask "nvalt"
cask "paparazzi"
cask "plistedit-pro"
cask "prey"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicksilver"
cask "rcdefaultapp"
cask "recordit"
cask "scroll-reverser"
cask "sensiblesidebuttons"
cask "slack"
cask "soundflower"
cask "spark"
cask "spectacle"
cask "spotify"
cask "spotify-notifications"
cask "sqlitebrowser"
cask "sublime-text"
cask "suspicious-package"
cask "the-unarchiver"
cask "thunderbird"
cask "touchbarserver"
cask "tubbler"
cask "tunnelblick"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "webtorrent"
cask "xee22"
cask "yujitach-menumeters"
cask "zeplin"
mas "Amphetamine"
mas "Aware"
mas "CloudApp"
mas "GarageBand"
mas "iMovie"
mas "Keynote"
mas "Numbers"
mas "Pages"
mas "Slack"
